[
  {
    "name": "Colchón y Sommier Belmo Belspring 1",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Belspring-1-Grande.jpg",
    "brand": "Belmo",
    "description": "Colchón de Resortes con Marco de Espuma.Resortes bicónicos tejidos unidos sí por un espiral de acero, una estructura confortable y duradera que sostiene perfectamente el peso del cuerpo. Acolchados y rellenos de muy buena calidad, que otorgan una sensación de confort y suavidad sin prescindir de la firmeza que se debe obtener para un descanso sano y saludable."
  },
  {
    "name": "Colchón y Sommier Belmo Belspring 2",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Belspring-2-Chico.jpg",
    "brand": "Belmo",
    "description": "Colchón de Resortes con Sistema Europeo.Base de resortes bicónicos templados electrónicamente, unidos entre sí por un espiral de acero y con estabilizadores de espuma de polietileno perimetral.Una estructura interna que no sufre deformaciones con el uso normal del colchón.Marco perimetral de espuma extra firme que brinda la más confortable sensación de confort de acuerdo al sistema europeo.Extra Pillow Interior, una manta extra confortable. La superficie matelaseada en tejido de punto de algodón, jerarquiza la belleza exterior del producto."
  },
  {
    "name": "Colchón y Sommier Belmo Belspring 3",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Belspring-3-Mediano.jpg",
    "brand": "Belmo",
    "description": "Colchón de Resortes con Doble Marco de Acero.Diseñado para no ser dado vuelta, firmeza en la base y confort extra en la superficie.Extra Pillow Interior, acolchados y rellenos de la mejor calidad de espuma, combinados en las proporciones adecuadas de firmeza y suavidad, permiten disfrutar un alto índice de firmeza y una excelente sensación de confort.Tejido de punto de algodón en tapa y diseño en composé de Jacquard en laterales y sommier."
  },
  {
    "name": "Colchón y Sommier Belmo Density 1",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Colchon-Density-1-Chico.jpg",
    "brand": "Belmo",
    "description": "Colchón de espuma de poliuretano.Matelaseados en su totalidad y tapizados con diseños exclusivos en tejidos de Jacquard."
  },
  {
    "name": "Colchón y Sommier Belmo Density 2",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/1600-×-1200_Density2_1p-1.jpg",
    "brand": "Belmo",
    "description": "Colchón de Espuma de Alta Densidad.Colchón para no dar vuelta. Un colchón especialmente diseñado para el cuidado de la espalda, máxima firmeza y soporte. Ideal para mantener una postura saludable durante el descanso."
  },
  {
    "name": "Colchón y Sommier Belmo Pocket",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Pocket-1-Mediano.jpg",
    "brand": "Belmo",
    "description": "Colchón de Resortes Enfundados Individualmente.La tecnología Belmo Pocket 1 se adapta de manera instantánea al peso y la posición de las dos personas que descansan en este nuevo colchón.Cada una de ellas sentirá la comodidad que sólo un Belmo Pocket 1 puede brindar porque los resortes enfundados se adaptan y mantienen el cuerpo en la posición ideal de descanso, sin contracturas ni puntos de presión, eliminando las molestias ocasionadas por los movimientos de la pareja."
  },
  {
    "name": "Colchón y Sommier Belmo Super Económico",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Colchon-Super-Economico.jpg",
    "brand": "Belmo",
    "description": "Características:Colchón de calidad económica, forrado en tela fiselina."
  },
  {
    "name": "Colchón y Sommier Cannon Doral Pillow Top",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Doral-Pillow-Top-Mediano-1.jpg",
    "brand": "Cannon",
    "description": "COLCHÓN:Suave y mullido. Acentúa la sensación de confort - Exclusivo sistema reforzado, realizado en acero templado con doble marco perimetral, estabilizadores longitudinales y transversales. - Doble pillow top. Mantas adicionales de espuma que brinda mayor confort en ambas caras del colchón. - 4 agarraderas laterales - 4 aireadores laterales - Recomendado para personas de hasta 100 kgs. - Tapizado en tela tejido de punto con tratamiento antiácaros.Totalmente matelaseado.Altura del colchón: 33 cms."
  },
  {
    "name": "Colchón y Sommier Cannon Exclusive",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Exclusive-Chico-1.jpg",
    "brand": "Cannon",
    "description": "COLCHÓN:Previene el desarrollo de problemas de columna y contractura muscular - Placa de espuma de Poliuretano flexible de alta densidad (30 kgs/m3). Se adapta al peso de cuerpo otorgando máximo confort y durabilidad.- Recomendado para personas de hasta 100 kgs.- Tapizado en Jacquard Belga totalmente matelaseado con tratamiento ignífugo y proceso antiácaros.- Altura del colchón: 25 cms"
  },
  {
    "name": "Colchón y Sommier Cannon Exclusive Pillow Top",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Exclusive-Pillow-Top-Chico-1.jpg",
    "brand": "Cannon",
    "description": "COLCHÓN:Previene el desarrollo de problemas de columna y contractura muscular - Placa de espuma de Poliuretano flexible de alta densidad (30 kgs/m3). Se adapta al peso de cuerpo otorgando máximo confort y durabilidad.- Recomendado para personas de hasta 100 kgs.- Tapizado en Jacquard Belga totalmente matelaseado con tratamiento ignífugo y proceso antiácaros. Altura del colchón: 29 cms."
  },
  {
    "name": "Colchón Cannon Lujo",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/cannon-lujo.jpg",
    "brand": "Cannon",
    "description": "Placa entera de espuma de poliuretano flexible de alta densidad.Finísimo Jackard Belga con tratamiento ignífugo y proceso antiácaros.Totalmente matelaseados."
  },
  {
    "name": "Colchón y Sommier Cannon Princess",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/princess130.jpeg",
    "brand": "Cannon",
    "description": "Placa entera de espuma de poliuretano flexible de alta densidad. Tapizado tela de algodón con exclusivo diseño acolchado con matelasse total multicapa."
  },
  {
    "name": "Colchón y Sommier Cannon Tropical",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/tropical-100.jpg",
    "brand": "Cannon",
    "description": "Placa entera de espuma de poliuretano flexible. Tapizado con bandas laterales matelaseadas en tela de algodón de diseño exclusivo.Anatómico ya que permite una correcta adaptación del cuerpo."
  },
  {
    "name": "Colchón y Sommier Elegante Imperial",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Imperial.jpg",
    "brand": "Elegante",
    "description": "Espuma de Poliuretano de 27 kg de densidad, forrado en tela Jackard completamente matelaseada, brindando elegancia y calidad."
  },
  {
    "name": "Colchón y Sommier Elegante Oasis",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Oasis-Grande.jpg",
    "brand": "Elegante",
    "description": "Espuma de Poliuretano de 35 kg de densidad revestido en tela de punto."
  },
  {
    "name": "Colchón y Sommier Elegante Prince",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Elegante-Prince.jpg",
    "brand": "Elegante",
    "description": "Capa de espuma de Poliuretano de 30 kg de densidad. Posee estructura de Resortes Bicónicos con Marco Perimetral de Acero y Estabilizadores dobles, laterales y esquineros, otorgando a este modelo una resistencia ideal y una buena postura durante el sueño.Revestido en tela Jackard totalmente matelaseada.Aireadores que permiten una excelente ventilación del interior del colchón, eliminando la acumulación de humedad y desarrollo de ácaros y hongos."
  },
  {
    "name": "Colchón y Sommier Elegante Señorial",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Señorial-Grande.jpg",
    "brand": "Elegante",
    "description": "Cuerpo de espuma de Poliuretano de 30 kg de densidad y máxima resistencia. Ideal para cuidar su postura al descansar. Revestido en tela Jackard íntegramente matelaseada."
  },
  {
    "name": "Colchón y Sommier Gani Sueño Feliz",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/WhatsApp-Image-2020-08-05-at-2.54.16-PM-1.jpeg",
    "brand": "Gani",
    "description": "Placa de espuma de poliuretano. Espuma de Alta densidad 20 kgs/m3. Soporte 70 Kg Altura: 18 cm. El Cotin (tela externa) puede variar al de la foto. Tela de jackar Totalmente Matelasse"
  },
  {
    "name": "Colchón y Sommier Inducol April Blanco",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-April-Blanco-Mediano-1.jpg",
    "brand": "Inducol",
    "description": "Con un exclusivo Pillow Top que eleva el confort y doble refuerzo de estabilizadores laterales que aumentan la capacidad de soporte.-Pillow Top: Capas de espuma de alta densidad y baja dureza, matelaseadas en Tela Jackard, conforman una manta mullida y confortable.-Tela Jackard Matelaseada-Capas de espuma de poliuretano de alta densidad-Malla de Polipropileno-Marco perimetral y doble refuerzo de estabilizadores laterales de acero-Estructura de resortes bonnell"
  },
  {
    "name": "Colchón y Sommier Inducol April Color",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-April-Azul-Chico.jpg",
    "brand": "Inducol",
    "description": "Con un exclusivo Pillow Top que eleva el confort y doble refuerzo de estabilizadores laterales que aumentan la capacidad de soporte.-Tela Jackard Matelaseada-Capas de espuma de poliuretano de alta densidad-Malla de Polipropileno-Marco perimetral y doble refuerzo de estabilizadores laterales de acero-Estructura de resortes bonnell.Consulte color disponible antes de comprar."
  },
  {
    "name": "Colchón y Sommier Inducol Family Plus",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Colchon-Family-Mediano.jpg",
    "brand": "Inducol",
    "description": "Placa de espuma de Poliuretano. Revestido en tela matelaseada. Estampada con banda de color matelaseada.Una opción para quienes prefieren descansar sobre colchones de espuma de poliuretano. Un modelo pensado para que tenga un descanso reparador que le permite encarar los desafíos de cada día con la mayor energía y optimismo."
  },
  {
    "name": "Colchón y Sommier Inducol Imperial",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Imperial-Grande.jpg",
    "brand": "Inducol",
    "description": "Posee un marco de acero perimetral y doble refuerzo de estabilizadores laterales que aportan mayor rigidez a la base de resortes.-Tela Sábana estampada Matelaseada-Capas de espuma de poliuretano-Malla de Polipropileno-Marco perimetral y doble refuerzo de estabilizadores laterales de acero-Estructura de resortes bonnell"
  },
  {
    "name": "Colchón y Sommier Inducol Pravia",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Pravia-Chico.jpg",
    "brand": "Inducol",
    "description": "Exclusiva manta de confort compuesta por espumas especiales que se adaptan a la figura del cuerpo generando una suave y placentera sensación de descanso. Más confort, más estabilidad, más durabilidad.-Tela Jackard Estampada Matelaseada-Capas de espuma de poliuretano de alta densidad-Malla de Polipropileno-Marco perimetral y estabilizadores laterales Sigma Plus-Estructura de resortes bonnell"
  },
  {
    "name": "Colchón y Sommier King Koil Brighton",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Brighton-Grande.jpg",
    "brand": "King Koil",
    "description": "Con un diseño armonioso que resalta la jerarquía del producto, Brighton ofrece un descanso de esplendor en el que estabilidad, adaptabilidad y confort se suman a un tejido de punto matelaseado incorporando detalles de color y texturas suaves en sus laterales, que invitan al disfrute de tus momentos de relax."
  },
  {
    "name": "Colchón y Sommier King Koil Finesse Pillow Top",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Finesse-Mediano-Blanco.jpg",
    "brand": "King Koil",
    "description": "A todas las características que reúne Posture® Technology, sumamos la funcionalidad del pillow para favorecer el confort.SUPERFICIE DE CONTACTO: Tela Jackard de Piqué totalmente matelaseada con dos capas de espuma de alta densidad y diferente dureza + manta de guata semicompactada.PILLOW TOP: Con dos placas de espuma de alta densidad.ESTRUCTURA: Capa de espuma cinco zonas de activación - Comfort Grid - Manta de Fieltro - Malla de Polipropileno - Resortes LFK - Hard Foam."
  },
  {
    "name": "Colchón y Sommier King Koil Kensington",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Kensington-Grande.jpg",
    "brand": "King Koil",
    "description": "Colchón modelo Kensington con su nombre bordeado , línea World Luxury de King Koil , FIRMEZA Y ESTILO , superficie de contacto : tela jackard piqué . Pillow Top : compuesto de una placa de espuma firme y revestido completamente de tela de pana sin matelasear . Resortes Pocket enfundados individuales de King Koil , laterales de Hard Foam (espuma indeformable) revestido con tela jackard matelaseada . Turn Free (libre rotación , no se da vuelta) . Soporta hasta 130kg por persona . Máximo módulo de confort , estructura muy FIRME . Altura del colchón : 30cm"
  },
  {
    "name": "Colchón y Sommier King Koil Kingsbury",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Kingsbury-Grande.jpg",
    "brand": "King Koil",
    "description": "Una base de gran equilibrio debido a su estructura de resortes Pocket, se conjuga con el encanto de una base suave, ofreciendo un producto único que combina una superficie soft sustentada por una estructura firme. El balance perfecto para un descanso inigualable, con las cualidades de adaptación insuperables de Reaction® Technology."
  },
  {
    "name": "Colchón y Sommier Maxiking Esmeralda",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Esmeralda-Chico.jpg",
    "brand": "Maxiking",
    "description": "Este producto esta confeccionado con una estructura de resortes biconicos de alta resistencia templados , reforzado con doble marco perimetral de acero con 6 estabilizadores laterales y transversales, logrando una mayor distribución del peso y mejor comodidad para el usuario, también acompaña una funda acolchonada totalmente matelaseada, compuesta por dos capas de espuma, otorgando un inigualable performance en el descanso."
  },
  {
    "name": "Colchón y Sommier Maxiking Espejo",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Espejo-Chico.jpg",
    "brand": "Maxiking",
    "description": "Presentamos este producto con una estructura de resortes biconicos de alta resistencia, reforzado con doble marco perimetral de acero con 6 estabilizadores laterales y transversales, también acompaña una funda acolchonada de tela de Jackard totalmente matelaseada, compuesta por dos capas de espuma, otorgando un inigualable performance en el descanso."
  },
  {
    "name": "Colchón y Sommier Maxiking Espejo Pillow Top",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Espejo-con-Pillow-Chico.jpg",
    "brand": "Maxiking",
    "description": "Estructura de resortes bicónicos de alta resistencia, templados electrónicamente, con doble marco perimetral de acero y 6 estabilizadores laterales y transversales que evitan la deformación de la estructura, haciendo aprovechable el 100% de la superficie. Tapizado con capa de tela aislante con doble capa de espuma de alta densidad. Funda acolchada totalmente con matelassé multicapas de espuma soft. Tela: Jackard tejido con diseños exclusivos. 4 agarraderas laterales y 4 aireadores. Confeccionado con Pillow System Euro Top de alta performance para el descanso."
  },
  {
    "name": "Colchón y Sommier Maxiking Leicester",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Leicester.jpg",
    "brand": "Maxiking",
    "description": "Tecnología: Resortes Bonnel.Patas Sommier de madera torneada.Soporta hasta 90 kg por persona.Tela de Jackard tejido con diseños exclusivos.4 aireadores. Esto permite la circulación del aire dentro de la estructura del colchón, de esta forma no se genera humedad y los componentes internos no sufren ningún daño."
  },
  {
    "name": "Colchón y Sommier Maxiking Siesta",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Siesta-Chico.jpg",
    "brand": "Maxiking",
    "description": "Colchón:Estructura de resortes bicónicos de acero templado electrónicamente de alta resistencia.-Cuenta con doble marco perimetral de acero y 6 estabilizadores laterales y transversales que evitan la deformación de la estructura.-Para una persona de hasta 90 kg.-Tapizado con tapa de tela aislante con doble capa de espuma de alta densidad.-Funda acolchada totalmente matelaseada.-Pillow euro top confeccionado con una capa de espuma de alta densidad. Mínima dureza para asegurar una alta performance."
  },
  {
    "name": "Colchón y Sommier Piero Body Pro",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Body-Pro-Chico.jpg",
    "brand": "Piero",
    "description": "Espuma de Poliuretano de alta elasticidad y duración.Proceso Air Flow. (Permeabilidad de aire controlada).Tela Sabana de Primera Calidad.Completamente Matelaseado.Tratamiento Anti Ácaros."
  },
  {
    "name": "Colchón y Sommier Piero Corona",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/corona.jpg",
    "brand": "Piero",
    "description": "Estructura de Resortes Ultra Coil System.Marco perimetral de acero y estabilizadores dobles en laterales y esquineras.Completamente matelaseado en tela sabana recomendado para personas de hasta 90 kg.Único sistema de resortes continuos entrelazados sin nudos ni ataduras, realizado en acero templado.Maximiza la superficie aprovechable del colchón.La firmeza reforzada de los bordes permite sentarse sin que el colchón ceda.Tratamiento de terminación de la tela que repele los ácaros. Mantiene el colchón más higiénico. Repele los ácaros aún con el paso del tiempo."
  },
  {
    "name": "Colchón y Sommier Piero Fleur",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/fleur100.jpg",
    "brand": "Piero",
    "description": "Espuma de Poliuretano de alta elasticidad y duración.Proceso Air Flow. (Permeabilidad de aire controlada) y CFC Free.Revestimiento: Tela “Jackard” de Primera Calidad.Matelaseado Totalmente y combinado con mantas de espuma.Tratamiento Anti Ácaros."
  },
  {
    "name": "Colchón y Sommier Piero Foam",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Foam-Mediano.jpg",
    "brand": "Piero",
    "description": "Espuma de Poliuretano de alta elasticidad y duración.Proceso Air Flow. (Permeabilidad de aire controlada) y CFC Free.Revestimiento: Tela 'Jackard' de Primera Calidad.Matelaseado Totalmente y combinado con mantas de espuma.Tratamiento Anti Ácaros."
  },
  {
    "name": "Colchón y Sommier Piero Le Grand",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/le-grand.png",
    "brand": "Piero",
    "description": "Estructura de resortes Pocket enfundados individualmente.Manta Multiforma Anti-Stress.Aireadores que permiten que el colchón respire.Marco perimetral de acero y estabilizadores dobles en laterales y esquineras.Antiácaros tratamiento de terminación de la tela que repele los ácaros."
  },
  {
    "name": "Colchón y Sommier Piero Le Grand con Pillow",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/le-grand.png",
    "brand": "Piero",
    "description": "Estructura de resortes Pocket enfundados individualmente.Manta Multiforma Anti-Stress.Aireadores que permiten que el colchón respire.Marco perimetral de acero y estabilizadores dobles en laterales y esquineras.Antiácaros tratamiento de terminación de la tela que repele los ácaros."
  },
  {
    "name": "Colchón y Sommier Piero Le Rever",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/le-rever.jpg",
    "brand": "Piero",
    "description": "Colchón de Espuma de Alta densidad foam system con proceso Air Flour.Recomendado para personas de hasta 130 kg.Mantas de espuma de poliuretano de alta densidad.Tela tejido de punto.Tratamiento de terminación de la tela que repele los ácaros."
  },
  {
    "name": "Colchón y Sommier Piero Mattina",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Mattina-Paraiso-C-P-SIN-FONDO.png",
    "brand": "Piero",
    "description": "Ultra Coil System. Sistema de resortes continuos entrelazados sin nudos ni ataduras.La mayor cantidad de resortes mejora la distribución del peso corporal, otorgando un confort insuperable y aumentando la vida útil del producto.Mantas de espuma de poliuretano de alta densidad.Características: Combinación de distintas capas de espuma de poliuretano fabricadas con proceso Air Flow (pasaje de aire controlado) y CFC Free.La exacta combinación de diversas espumas de poliuretano permiten aumentar la firmeza y durabilidad del colchón.Tela Jackard.Marco perimetral de acero y estabilizadores dobles en laterales y esquineras."
  },
  {
    "name": "Colchón y Sommier Piero Paraíso",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/paraiso80.jpg",
    "brand": "Piero",
    "description": "Espuma de Poliuretano de alta elasticidad y duración.Proceso Air Flow. (Permeabilidad de aire controlada) y CFC Free.Revestimiento: Tela “Jackard Belga” de Primera Calidad.Totalmente Matelaseado y combinado con mantas de espuma.Tratamiento Anti Ácaros."
  },
  {
    "name": "Colchón y Sommier Piero Paraíso Pillow Top",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/sommier-paraiso-1.jpg",
    "brand": "Piero",
    "description": "Espuma de Poliuretano de alta elasticidad y duración.Proceso Air Flow. (Permeabilidad de aire controlada) y CFC Free.Revestimiento: Tela 'Jackard Belga' de Primera Calidad.Totalmente Matelaseado y combinado con mantas de espuma.Tratamiento Anti Ácaros."
  },
  {
    "name": "Colchón y Sommier Sealy Meyer Eden",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Sealy-Meyer-Eden.jpg",
    "brand": "Sealy",
    "description": "Estructura de resortes Pocket con funda individual, brinda máxima estabilidad.Mullido EuroTop, cubierto con una innovadora tela Cool Max, se mantiene siempre fresca y seca.Cámaras internas de aire, disipan la humedad.Tapizado en suave tejido de punto."
  },
  {
    "name": "Colchón y Sommier Sealy Meyer Lincoln",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Sealy-Meyer-Lincoln.jpg",
    "brand": "Sealy",
    "description": "Colchon Meyer LINCOLN\nEspuma de Alta densidad 30kg\nFabricado con espuma Dosiflex brindando firmeza y comodidad inigualable.Fabricado con tela de punto / Tela cebra en los laterales.No requiere rotacion periodica / Tecnologia OneSide\nEurotop : Pillow en la parte superior del colchon convirtiendo a la superficie firme en una confortable invitacion al descanso"
  },
  {
    "name": "Colchón y Sommier Suavegom Comfort Florencia",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Comfort-sommier.jpg",
    "brand": "Suavegom",
    "description": "Colchón de espuma de poliuretano flexible.Completamente matelasse, tela sabana."
  },
  {
    "name": "Colchón y Sommier Suavegom Fashion",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Colchon-Fashion-Chico-SIN-FONDO.png",
    "brand": "Suavegom",
    "description": "Espuma de poliuretano cubierto en tela de sabana de algodon/poliester.Totalmente matelasseado aumentando la durabilidad del producto"
  },
  {
    "name": "Colchón y Sommier Suavegom Merit",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Suavegom-Merit-Sommier-Mediano.jpg",
    "brand": "Suavegom",
    "description": "Colchón Firme de Alta Densidad. Sus 30 kg de espuma de poliuretano ofrecen un excelente soporte, ideal para quienes por prescripción médica deben utilizar un colchón de un alto nivel de firmeza. Recomendado para pesos de hasta 90 kgs. aproximadamente.Tapizado totalmente en tela Jackard Matelase importada de primera calidad con proceso anti-ácaros."
  },
  {
    "name": "Colchón y Sommier Suavegom Merit con Pillow Top",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Suavegom-Merit-Grande.jpg",
    "brand": "Suavegom",
    "description": "Colchón Firme de Alta Densidad. Sus 30 kg de espuma de poliuretano ofrecen un excelente soporte, ideal para quienes por prescripción médica deben utilizar un colchón de un alto nivel de firmeza. Recomendado para pesos de hasta 90 kgs. aproximadamente.Tapizado totalmente en tela Jackard Matelase importada de primera calidad con proceso anti-ácaros."
  },
  {
    "name": "Colchón y Sommier Suavegom Preston",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/som.jpg",
    "brand": "Suavegom",
    "description": "Es un colchón con estructura de resortes biconicos, doble marco de acero perimetral y estabilizadores laterales. Contiene capas de espumas suaves en su superficie. Por su parte, la superficie de contacto contiene tela sabana totalmente matelasseada."
  },
  {
    "name": "Colchón y Sommier Suavegom Splendid",
		"image": "https://www.pillowtop.com.ar/wp-content/uploads/Sommier-Splendid-Chico.jpg",
    "brand": "Suavegom",
    "description": "Tecnología: Espuma de Poliuretano ALTA DENSIDAD.Altura del colchón: 21cm.Mantas de confort que brindan un mejor descanso.Tapizado totalmente metalasseado en tela Jackard."
  }
]
